Repository: PITADIA/android-couple-app
Catalog: EnCouple.xcstrings
Source language: en
Languages: de, es, fr, it, nl_nl, pt_br, pt_pt

# ec_1
source: Do you feel like you can be completely honest with me?
de: Hast du das Gefühl, dass du komplett ehrlich mit mir sein kannst?
es: ¿Sientes que puedes ser completamente honesto conmigo?
fr: As-tu l'impression que tu peux être complètement honnête avec moi ?
it: Hai la sensazione di poter essere completamente sincero con me?
nl_nl: Voel je dat je volledig eerlijk tegen mij kunt zijn?
pt_br: Você sente que pode ser completamente honesto comigo?
pt_pt: Sentes que podes ser completamente honesto comigo?

# ec_2
source: Is there something you'd like to do as a couple that we haven't done yet?
de: Gibt es etwas, das du gern als Paar mit mir machen würdest, was wir noch nicht gemacht haben?
es: ¿Hay algo que te gustaría hacer como pareja que aún no hayamos hecho?
fr: Y a-t-il quelque chose que tu aimerais faire en couple et que nous n'avons pas encore fait ?
it: C'è qualcosa che vorresti fare come coppia che non abbiamo ancora fatto?
nl_nl: Is er iets dat je als koppel zou willen doen dat we nog niet hebben gedaan?
pt_br: Há algo que você gostaria de fazer como casal que ainda não fizemos?
pt_pt: Há algo que gostarias de fazer como casal e que ainda não fizemos?

# ec_3
source: Is there a topic you feel we don't talk about enough?
de: Gibt es ein Thema, über das wir deiner Meinung nach zu wenig reden?
es: ¿Hay un tema del que sientas que no hablamos lo suficiente?
fr: Y a-t-il un sujet dont tu penses que nous ne parlons pas assez ?
it: C'è un argomento di cui pensi che non parliamo abbastanza?
nl_nl: Is er een onderwerp waarover je vindt dat we niet genoeg praten?
pt_br: Existe algum assunto sobre o qual você acha que não conversamos o suficiente?
pt_pt: Há algum assunto sobre o qual achas que não falamos o suficiente?

# ec_4
source: Do you feel like we're growing together or growing apart?
de: Hast du das Gefühl, dass wir zusammen wachsen oder uns eher voneinander entfernen?
es: ¿Sientes que estamos creciendo juntos o separándonos?
fr: As-tu l'impression que nous évoluons ensemble ou que nous nous éloignons ?
it: Senti che stiamo crescendo insieme o allontanandoci?
nl_nl: Heb je het gevoel dat we samen groeien of uit elkaar groeien?
pt_br: Você sente que estamos crescendo juntos ou nos afastando?
pt_pt: Sentes que estamos a crescer juntos ou a afastar-nos?

# ec_5
source: What fears do you have when you think about our future?
de: Welche Ängste hast du, wenn du an unsere Zukunft denkst?
es: ¿Qué miedos tienes cuando piensas en nuestro futuro?
fr: Quelles peurs ressens-tu quand tu penses à notre avenir ?
it: Quali paure hai quando pensi al nostro futuro?
nl_nl: Welke angsten heb je als je aan onze toekomst denkt?
pt_br: Quais medos você tem quando pensa no nosso futuro?
pt_pt: Que medos tens quando pensas no nosso futuro?

# ec_6
source: Do you feel truly heard and understood in our relationship?
de: Fühlst du dich in unserer Beziehung wirklich gehört und verstanden?
es: ¿Te sientes verdaderamente escuchado y comprendido en nuestra relación?
fr: Est-ce que tu te sens vraiment écouté(e) et compris(e) dans notre relation ?
it: Ti senti davvero ascoltato e compreso nella nostra relazione?
nl_nl: Voel je je echt gehoord en begrepen in onze relatie?
pt_br: Você se sente verdadeiramente ouvido e compreendido no nosso relacionamento?
pt_pt: Sentes-te verdadeiramente ouvido e compreendido na nossa relação?

# ec_7
source: What kind of words or gestures from me would truly comfort you?
de: Welche Worte oder Gesten von mir würden dich wirklich trösten?
es: ¿Qué palabras o gestos de mi parte realmente te consolarían?
fr: Quel genre de mots ou gestes de ma part te rendraient vraiment du bien ?
it: Che tipo di parole o gesti da parte mia ti consolerebbero davvero?
nl_nl: Welke woorden of gebaren van mij zouden je echt troosten?
pt_br: Quais palavras ou gestos meus realmente te consolariam?
pt_pt: Que palavras ou gestos meus te consolariam verdadeiramente?

# ec_8
source: Do you feel like something is missing in our relationship?
de: Hast du das Gefühl, dass in unserer Beziehung etwas fehlt?
es: ¿Sientes que falta algo en nuestra relación?
fr: As-tu l'impression qu'il manque quelque chose dans notre relation ?
it: Senti che manca qualcosa nella nostra relazione?
nl_nl: Heb je het gevoel dat er iets ontbreekt in onze relatie?
pt_br: Você sente que falta algo no nosso relacionamento?
pt_pt: Sentes que falta algo na nossa relação?

# ec_9
source: What strength or character trait in me inspires you the most?
de: Welche Stärke oder welcher Charakterzug an mir inspiriert dich am meisten?
es: ¿Qué fortaleza o rasgo de carácter mío te inspira más?
fr: Quelle force ou trait de caractère chez moi t'inspire le plus ?
it: Quale mia forza o tratto di carattere ti ispira di più?
nl_nl: Welke kracht of karaktereigenschap van mij inspireert je het meest?
pt_br: Qual força ou traço da minha personalidade mais te inspira?
pt_pt: Que força ou traço da minha personalidade mais te inspira?

# ec_10
source: What little things make you feel deeply loved by me?
de: Welche kleinen Dinge geben dir das Gefühl, von mir richtig geliebt zu werden?
es: ¿Qué pequeñas cosas te hacen sentir profundamente amado por mí?
fr: Quelles petites choses te font sentir profondément aimé(e) par moi ?
it: Quali piccole cose ti fanno sentire profondamente amato da me?
nl_nl: Welke kleine dingen laten je je diep geliefd voelen door mij?
pt_br: Quais pequenas coisas fazem você se sentir profundamente amado por mim?
pt_pt: Que pequenas coisas te fazem sentir profundamente amado por mim?

# ec_11
source: Is there something you'd need more of from me emotionally?
de: Gibt es etwas, wovon du emotional mehr von mir bräuchtest?
es: ¿Hay algo de mí que necesites más a nivel emocional?
fr: Y a-t-il quelque chose dont tu aurais besoin davantage de ma part sur le plan émotionnel ?
it: C'è qualcosa di cui avresti bisogno di più da parte mia a livello emotivo?
nl_nl: Is er iets dat je emotioneel meer van mij nodig hebt?
pt_br: Existe algo que você precise mais de mim no nível emocional?
pt_pt: Há algo de que precisas mais de mim a nível emocional?

# ec_12
source: What is your biggest fear for our relationship?
de: Was ist deine größte Angst für unsere Beziehung?
es: ¿Cuál es tu mayor miedo respecto a nuestra relación?
fr: Quelle est ta plus grande peur pour notre couple ?
it: Qual è la tua più grande paura per la nostra relazione?
nl_nl: Wat is je grootste angst voor onze relatie?
pt_br: Qual é o seu maior medo em relação ao nosso relacionamento?
pt_pt: Qual é o teu maior medo em relação à nossa relação?

# ec_13
source: What do you appreciate about the way we communicate?
de: Was schätzt du an unserer Art zu kommunizieren?
es: ¿Qué aprecias de la manera en que nos comunicamos?
fr: Qu'est-ce que tu apprécies dans notre façon de communiquer ?
it: Cosa apprezzi del nostro modo di comunicare?
nl_nl: Wat waardeer je aan de manier waarop we communiceren?
pt_br: O que você aprecia na nossa forma de nos comunicarmos?
pt_pt: O que aprecias na nossa forma de comunicar?

# ec_14
source: If you could relive one moment with me, which would you choose?
de: Wenn du einen Moment mit mir noch mal erleben könntest, welchen würdest du wählen?
es: Si pudieras revivir un momento conmigo, ¿cuál elegirías?
fr: Si tu pouvais revivre un moment avec moi, lequel choisirais-tu ?
it: Se potessi rivivere un momento con me, quale sceglieresti?
nl_nl: Als je één moment met mij opnieuw kon beleven, welk zou je kiezen?
pt_br: Se você pudesse reviver um momento comigo, qual escolheria?
pt_pt: Se pudesses reviver um momento comigo, qual escolherias?

# ec_15
source: What makes you proud of us?
de: Worauf bist du bei uns stolz?
es: ¿Qué te hace sentir orgulloso de nosotros?
fr: Qu'est-ce qui te rend fier(ère) de nous ?
it: Di cosa sei orgoglioso/a di noi?
nl_nl: Waar ben je trots op bij ons?
pt_br: O que faz você se sentir mais orgulhoso(a) de nós?
pt_pt: O que te deixa mais orgulhoso(a) de nós?

# ec_16
source: Is there something you hesitate to tell me about your family?
de: Gibt es etwas über deine Familie, das du mir zu erzählen zögerst?
es: ¿Hay algo que dudes en contarme sobre tu familia?
fr: Quelle est une chose que tu hésites à me dire à propos de ta famille ?
it: C'è qualcosa riguardo alla tua famiglia che esiti a raccontarmi?
nl_nl: Is er iets dat je aarzelt om me over je familie te vertellen?
pt_br: Existe algo sobre sua família que você hesita em me contar?
pt_pt: Há algo sobre a tua família que hesitas em contar-me?

# ec_17
source: What would you like to improve in our relationship?
de: Was würdest du in unserer Beziehung gern verbessern?
es: ¿Qué te gustaría mejorar en nuestra relación?
fr: Qu'est-ce que tu aimerais améliorer dans notre relation ?
it: Cosa vorresti migliorare nella nostra relazione?
nl_nl: Wat zou je willen verbeteren in onze relatie?
pt_br: O que você gostaria de melhorar no nosso relacionamento?
pt_pt: O que gostarias de melhorar na nossa relação?

# ec_18
source: What do you feel when we hold each other?
de: Was fühlst du, wenn wir uns in den Arm nehmen?
es: ¿Qué sientes cuando nos abrazamos?
fr: Qu'est-ce que tu ressens quand on se prend dans les bras ?
it: Cosa provi quando ci abbracciamo?
nl_nl: Wat voel je wanneer we elkaar vasthouden?
pt_br: O que você sente quando a gente se abraça?
pt_pt: O que sentes quando nos abraçamos?

# ec_19
source: Is there a habit of mine that you find adorable?
de: Gibt es eine Angewohnheit von mir, die du total süß findest?
es: ¿Hay un hábito mío que te parezca adorable?
fr: Y a-t-il une habitude que j'ai et que tu trouves adorable ?
it: C'è un'abitudine mia che trovi adorabile?
nl_nl: Is er een gewoonte van mij die je schattig vindt?
pt_br: Existe algum hábito meu que você acha adorável?
pt_pt: Há algum hábito meu que aches adorável?

# ec_20
source: When did you know you were in love?
de: Wann wusstest du, dass du verliebt bist?
es: ¿Cuándo supiste que estabas enamorado?
fr: Quand as-tu su que tu étais amoureux(se) ?
it: Quando hai capito di essere innamorato/a?
nl_nl: Wanneer wist je dat je verliefd was?
pt_br: Quando você percebeu que estava apaixonado(a)?
pt_pt: Quando soubeste que estavas apaixonado(a)?

# ec_21
source: If we wrote a book about our story, what would the title be?
de: Wenn wir ein Buch über unsere Geschichte schreiben würden, wie wäre der Titel?
es: Si escribiéramos un libro sobre nuestra historia, ¿cómo se titularía?
fr: Si on écrivait un livre sur notre histoire, quel serait le titre ?
it: Se scrivessimo un libro sulla nostra storia, quale sarebbe il titolo?
nl_nl: Als we een boek over ons verhaal schreven, wat zou de titel zijn?
pt_br: Se a gente escrevesse um livro sobre a nossa história, qual seria o título?
pt_pt: Se escrevêssemos um livro sobre a nossa história, qual seria o título?

# ec_22
source: What song makes you think of us?
de: Welcher Song lässt dich an uns denken?
es: ¿Qué canción te hace pensar en nosotros?
fr: Quelle chanson te fait penser à nous ?
it: Quale canzone ti fa pensare a noi?
nl_nl: Welk liedje doet je aan ons denken?
pt_br: Qual música faz você pensar em nós?
pt_pt: Que música te faz pensar em nós?

# ec_23
source: Do you think we mutually support each other's dreams?
de: Denkst du, dass wir die Träume des anderen gegenseitig unterstützen?
es: ¿Crees que apoyamos mutuamente los sueños del otro?
fr: Penses-tu que nous soutenons mutuellement nos rêves ?
it: Pensi che sosteniamo davvero i sogni l’uno dell’altro?
nl_nl: Denk je dat we elkaars dromen wederzijds steunen?
pt_br: Você acha que apoiamos mutuamente os sonhos um do outro?
pt_pt: Achas que apoiamos mutuamente os sonhos um do outro?

# ec_24
source: What small gesture from me touches you the most?
de: Welche kleine Geste von mir berührt dich am meisten?
es: ¿Qué pequeño gesto mío te toca más?
fr: Quel petit geste de ma part te touche particulièrement ?
it: Quale mio piccolo gesto ti tocca di più?
nl_nl: Welk klein gebaar van mij raakt je het meest?
pt_br: Qual pequeno gesto meu te toca mais?
pt_pt: Que pequeno gesto meu te toca mais?

# ec_25
source: What is your definition of a happy couple?
de: Was ist deine Definition von einem glücklichen Paar?
es: ¿Cuál es tu definición de una pareja feliz?
fr: Quelle est ta définition d'un couple heureux ?
it: Qual è la tua definizione di una coppia felice?
nl_nl: Wat is jouw definitie van een gelukkig koppel?
pt_br: Qual é a sua definição de um casal feliz?
pt_pt: Qual é a tua definição de um casal feliz?

# ec_26
source: Do you feel like we have enough fun together?
de: Hast du das Gefühl, dass wir genug Spaß zusammen haben?
es: ¿Sientes que nos divertimos lo suficiente juntos?
fr: As-tu l'impression qu'on s'amuse assez ensemble ?
it: Hai la sensazione che ci divertiamo abbastanza insieme?
nl_nl: Heb je het gevoel dat we genoeg plezier hebben samen?
pt_br: Você sente que nos divertimos o suficiente juntos?
pt_pt: Sentes que nos divertimos o suficiente juntos?

# ec_27
source: What has our relationship taught you about yourself?
de: Was hat dir unsere Beziehung über dich selbst beigebracht?
es: ¿Qué te ha enseñado nuestra relación sobre ti mismo?
fr: Qu'est-ce que notre couple t'a appris sur toi-même ?
it: Cosa ti ha insegnato la nostra relazione su te stesso/a?
nl_nl: Wat heeft onze relatie je over jezelf geleerd?
pt_br: O que o nosso relacionamento ensinou a você sobre si mesmo(a)?
pt_pt: O que a nossa relação te ensinou sobre ti mesmo(a)?

# ec_28
source: Do you have a romantic fantasy you'd like to share with me?
de: Hast du eine romantische Fantasie, die du mit mir teilen möchtest?
es: ¿Tienes una fantasía romántica que te gustaría compartir conmigo?
fr: As-tu un fantasme amoureux ou romantique que tu aimerais partager avec moi ?
it: Hai una fantasia romantica che vorresti condividere con me?
nl_nl: Heb je een romantische fantasie die je met mij wilt delen?
pt_br: Você tem alguma fantasia romântica que gostaria de compartilhar comigo?
pt_pt: Tens alguma fantasia romântica que gostarias de partilhar comigo?

# ec_29
source: Is there a part of your past you're afraid to share with me?
de: Gibt es einen Teil deiner Vergangenheit, den du dich nicht traust, mir zu erzählen?
es: ¿Hay una parte de tu pasado que te da miedo compartirme?
fr: Y a-t-il une partie de ton passé que tu as peur de partager avec moi ?
it: C'è una parte del tuo passato che hai paura di condividere con me?
nl_nl: Is er een deel van je verleden dat je bang bent met mij te delen?
pt_br: Existe alguma parte do seu passado que você tem medo de compartilhar comigo?
pt_pt: Há alguma parte do teu passado que tens medo de partilhar comigo?

# ec_30
source: What do you think about how we manage our social life as a couple?
de: Was hältst du davon, wie wir unser soziales Leben als Paar managen?
es: ¿Qué piensas de cómo manejamos nuestra vida social como pareja?
fr: Que penses-tu de la façon dont nous gérons notre vie sociale en couple ?
it: Cosa pensi di come gestiamo la nostra vita sociale come coppia?
nl_nl: Wat vind je van hoe we ons sociale leven als koppel beheren?
pt_br: O que você acha de como cuidamos da nossa vida social como casal?
pt_pt: O que pensas sobre a forma como gerimos a nossa vida social em casal?

# ec_31
source: What is the most beautiful proof of love you've received from me?
de: Was ist der schönste Liebesbeweis, den du von mir bekommen hast?
es: ¿Cuál es la prueba de amor más hermosa que has recibido de mí?
fr: Quelle est la plus belle preuve d'amour que tu aies reçue de ma part ?
it: Qual è la più bella dimostrazione d’amore che hai ricevuto da me?
nl_nl: Wat is het mooiste bewijs van liefde dat je van mij hebt ontvangen?
pt_br: Qual foi a prova de amor mais bonita que você recebeu de mim?
pt_pt: Qual é a prova de amor mais bonita que recebeste de mim?

# ec_32
source: What is your favorite moment of our daily routine together?
de: Was ist dein Lieblingsmoment in unserem Alltag zusammen?
es: ¿Cuál es tu momento favorito de nuestra rutina diaria juntos?
fr: Quel est ton moment préféré de notre quotidien ensemble ?
it: Qual è il tuo momento preferito della nostra routine quotidiana insieme?
nl_nl: Wat is je favoriete moment van onze dagelijkse routine samen?
pt_br: Qual é o seu momento favorito da nossa rotina juntos?
pt_pt: Qual é o teu momento preferido da nossa rotina diária juntos?

# ec_33
source: What would you like me to understand better about you?
de: Was möchtest du, dass ich besser über dich verstehe?
es: ¿Qué te gustaría que comprendiera mejor sobre ti?
fr: Qu'est-ce que tu aimerais que je comprenne mieux à propos de toi ?
it: Cosa vorresti che capissi meglio di te?
nl_nl: Wat zou je willen dat ik beter over jou begrijp?
pt_br: O que você gostaria que eu entendesse melhor sobre você?
pt_pt: O que gostarias que eu entendesse melhor sobre ti?

# ec_34
source: If we made a promise today, which would be the most important to you?
de: Wenn wir uns heute etwas versprechen würden, was wäre dir am wichtigsten?
es: Si hoy hiciéramos una promesa, ¿cuál sería la más importante para ti?
fr: Si on faisait une promesse aujourd'hui, laquelle serait la plus importante pour toi ?
it: Se oggi facessimo una promessa, quale sarebbe la più importante per te?
nl_nl: Als we vandaag een belofte zouden doen, welke zou voor jou het belangrijkst zijn?
pt_br: Se fizéssemos uma promessa hoje, qual seria a mais importante para você?
pt_pt: Se fizéssemos uma promessa hoje, qual seria a mais importante para ti?

# ec_35
source: Do you sometimes feel like I'm not listening to you?
de: Hast du manchmal das Gefühl, dass ich dir nicht richtig zuhöre?
es: ¿A veces sientes que no te escucho?
fr: As-tu parfois l'impression que je ne t'écoute pas ?
it: Hai mai la sensazione che non ti ascolto?
nl_nl: Heb je soms het gevoel dat ik niet naar je luister?
pt_br: Você às vezes sente que eu não te escuto?
pt_pt: Sentes às vezes que eu não te ouço?

# ec_36
source: Is there something you'd like to do as a couple that we haven't done yet?
de: Gibt es etwas, das du gern als Paar mit mir machen würdest, was wir noch nicht gemacht haben?
es: ¿Hay algo que te gustaría hacer como pareja que aún no hayamos hecho?
fr: Y a-t-il quelque chose que tu aimerais faire en couple et que nous n'avons pas encore fait ?
it: C'è qualcosa che vorresti fare come coppia e che non abbiamo ancora fatto?
nl_nl: Is er iets dat je als koppel zou willen doen dat we nog niet hebben gedaan?
pt_br: Existe algo que você gostaria de fazer como casal e que ainda não fizemos?
pt_pt: Há algo que gostarias de fazer em casal e que ainda não fizemos?

# ec_37
source: What is the most beautiful compliment you've received from me?
de: Was ist das schönste Kompliment, das du von mir bekommen hast?
es: ¿Cuál es el cumplido más hermoso que has recibido de mí?
fr: Quel est le plus beau compliment que tu aies reçu de ma part ?
it: Qual è il complimento più bello che hai ricevuto da me?
nl_nl: Wat is het mooiste compliment dat je van mij hebt gekregen?
pt_br: Qual foi o elogio mais bonito que você recebeu de mim?
pt_pt: Qual foi o elogio mais bonito que recebeste de mim?

# ec_38
source: If you had to describe me to a stranger, what would you say?
de: Wie würdest du mich einem Fremden beschreiben?
es: Si tuvieras que describirme a un desconocido, ¿qué dirías?
fr: Si tu devais me décrire à un inconnu, que dirais-tu ?
it: Se dovessi descrivermi a uno sconosciuto, cosa diresti?
nl_nl: Als je mij aan een vreemde moest beschrijven, wat zou je zeggen?
pt_br: Se você tivesse que me descrever para um desconhecido, o que diria?
pt_pt: Se tivesses de me descrever a um desconhecido, o que dirias?

# ec_39
source: What would you like us to try together to break out of routine?
de: Was würdest du gern mit mir ausprobieren, um aus der Routine auszubrechen?
es: ¿Qué te gustaría que intentáramos juntos para salir de la rutina?
fr: Qu'est-ce que tu aimerais qu'on essaie ensemble pour sortir de la routine ?
it: Cosa vorresti provare insieme a me per rompere la routine?
nl_nl: Wat zou je willen dat we samen proberen om uit de sleur te breken?
pt_br: O que você gostaria que a gente tentasse juntos para sair da rotina?
pt_pt: O que gostarias que experimentássemos juntos para quebrar a rotina?

# ec_40
source: Is there a difficult moment we went through together that you're proud of?
de: Gibt es einen schwierigen Moment, den wir zusammen gemeistert haben, auf den du stolz bist?
es: ¿Hay un momento difícil que pasamos juntos del cual te sientas orgulloso?
fr: Y a-t-il un moment difficile qu'on a traversé ensemble dont tu es fier(ère) ?
it: C'è un momento difficile che abbiamo superato insieme di cui sei orgoglioso/a?
nl_nl: Is er een moeilijk moment dat we samen hebben doorgemaakt waar je trots op bent?
pt_br: Existe algum momento difícil que passamos juntos do qual você sente orgulho?
pt_pt: Há algum momento difícil que tenhamos superado juntos e do qual sintas orgulho?

# ec_41
source: What do you find most beautiful about our story?
de: Was findest du am schönsten an unserer Geschichte?
es: ¿Qué te parece lo más hermoso de nuestra historia?
fr: Qu'est-ce que tu trouves le plus beau dans notre histoire ?
it: Cosa trovi di più bello nella nostra storia?
nl_nl: Wat vind je het mooiste aan ons verhaal?
pt_br: O que você acha mais bonito na nossa história?
pt_pt: O que achas mais bonito na nossa história?

# ec_42
source: What is something you think we don't talk about enough?
de: Was ist etwas, über das wir deiner Meinung nach zu wenig reden?
es: ¿Hay algo que piensas que no hablamos lo suficiente?
fr: Quelle est une chose dont tu penses que nous ne parlons pas assez ?
it: C'è un argomento di cui pensi che non parliamo abbastanza?
nl_nl: Over welk onderwerp vind je dat we te weinig praten?
pt_br: Qual é um assunto sobre o qual você acha que não conversamos o suficiente?
pt_pt: Qual é um assunto de que achas que não falamos o suficiente?

# ec_43
source: Do you feel like we have enough deep conversations?
de: Hast du das Gefühl, dass wir genug tiefgehende Gespräche führen?
es: ¿Sientes que tenemos suficientes conversaciones profundas?
fr: As-tu l'impression que nous avons suffisamment de conversations profondes ?
it: Hai l’impressione che facciamo abbastanza conversazioni profonde?
nl_nl: Heb je het gevoel dat we genoeg diepe gesprekken hebben?
pt_br: Você sente que temos conversas profundas o suficiente?
pt_pt: Sentes que temos conversas suficientemente profundas?

# ec_44
source: Is there something you're afraid of losing by being in this relationship?
de: Gibt es etwas, das du durch diese Beziehung zu verlieren fürchtest?
es: ¿Hay algo que te dé miedo perder al estar en esta relación?
fr: Y a-t-il quelque chose que tu as peur de perdre en étant dans cette relation ?
it: C'è qualcosa che hai paura di perdere stando in questa relazione?
nl_nl: Is er iets waar je bang voor bent om te verliezen door in deze relatie te zijn?
pt_br: Existe algo que você tenha medo de perder por estar neste relacionamento?
pt_pt: Há algo que tenhas medo de perder por estares nesta relação?

# ec_45
source: What is something you think we need to work on as a couple?
de: Woran sollten wir deiner Meinung nach als Paar arbeiten?
es: ¿Qué crees que necesitamos trabajar como pareja?
fr: Quelle est une chose sur laquelle tu penses que nous devons travailler en tant que couple ?
it: Su cosa pensi che dovremmo lavorare come coppia?
nl_nl: Wat denk je dat we als koppel moeten verbeteren?
pt_br: O que você acha que precisamos trabalhar como casal?
pt_pt: Qual é uma coisa em que achas que devemos trabalhar como casal?
